STRINGS = \
{'ADD': '♻ أضف ♻',
 'ADD_GROUP': '➕ أضف في المجموعة ➕',
 'ADD_PG': '🟢 إضافة صفحات 🟢',
 'ADD_PGNUM': '🔢 أضف الرقم 🔢',
 'ADD_WATERMARK': 'إضافة علامة مائية إلى ملف PDF 😎',
 'ADMIN_ONLY': 'بسبب بعض قيود تيليجرام ..\n'
               '\n'
               ' لا يمكنني العمل إلا كمسؤول\n'
               '__ الرجاء ترقيتي كمسؤول__ ☺️',
 'AIO': '😏 الكل في واحد 😏',
 'AIO_PROCESS': '```{} العمل قيد التقدم ..🔰 \n'
                ' قد يستغرق الأمر بعض الوقت .. 💔```',
 'AIO_QN': '`ماذا علي أن أفعل بهذا الملف .؟`🤔💭\n'
           '\n'
           'Input:\n'
           '\t اسم الملف:` {} `n \\ t حجم الملف:` {} `n \\ t كلمة المرور: || • '
           '{} • | |\n'
           '\n'
           ' الإخراج:\n'
           ' \\ t اسم الملف: `• {} •`\n'
           ' \\ t العلامة المائية: `• {} •`\n'
           ' \\ t كلمة المرور: || • {} • ||',
 'ALL': '🙄 الكل 🙄',
 'API': '🔑 API Key',
 'ASK_API': 'n\n افتح الرابط ** اللذي في الأسفل ** وأرسل لي الرمز السري:',
 'ASK_MERGE': '__MERGE pdfs »إجمالي ملفات PDF في قائمة الانتظار: {}\n'
              '\n'
              ' /exit الخروج \n'
              '/merge الدمج ',
 'ASK_NAME': 'أدخل اسمًا جديدًا لـ PDF:\n\n/exit خروج ',
 'ASK_PASS': '_PDF {} »n الآن ، الرجاء إدخال كلمة المرور: __\n'
             '\n'
             '/exit __ خروج __ ',
 'ASK_PG': 'من فضلك ادخل الجملة التي تريد استخدامها في صفحة الPDF ،\n'
           '\n'
           ' بناء الجملة:\n'
           '\t نطاق الصفحة: `[البداية ، النهاية]` ،\n'
           ' \\ t صفحة محددة: `مفصولة بفواصل`.\n'
           '\n'
           ' مثال:  1،3،5،12: 19 ',
 'ASK_PG_ERROR': '`بناء جملة غير صالح لرقم الصفحة`\n'
                 '` NB: يحتوي ملف Pdf على {} صفحات` ⭐ فقط.\n'
                 '\n'
                 ' الرجاء إدخال بناء جملة صالح لرقم الصفحة ،\n'
                 ' مثل` [البداية: النهاية] `أو` [أرقام الصفحة] ` .',
 'BACK': 'رجوع',
 'BACK_DEFAULT': '   الرجوع  للجودة الافتراضية',
 'BACK_HOME': '   رجوع للقائمه الرئيسية',
 'BAN': 'مرحبًا {}\n\n لبعض الأسباب لا تستطيع استخدام هذا البوت :(',
 'BAN_CB': 'عفوًا ، آسف لكسر قلبك ، هذه الرسالة ليست لك 💔.\n'
           '\n'
           ' حظ أفضل في المرة القادمة! 😏',
 'BAN_G': '{}لا تتوقع مني رداً جيداًn\n منعني المسؤولون من العمل هنا .. 🤭',
 'BAW': '⚫ أسود / أبيض ⚪',
 'BETA_MESSAGE': '🔰 أنضم إلي برنامجنا التجريبي 🔰\n'
                 'قُم بإحالة أصدقاءك وكن جزءاً من الإصدار التجريبي ، وافتح '
                 'الوصول الحصري للتعامل مع المهام المتعددة بسهولة.\xa0 رابط '
                 'الإحالة الخاص بك .\n'
                 '\n'
                 '🎀 __بمجرد إنشاء رابط الإحاله .\n'
                 '🎀 أدعُ 5 اصدقاء من خلاله .\n'
                 '🎀 بعد احالتك 5 اصدقاء ارسل الأمر /beta.\n'
                 "🎀 اختيار' الكل في واحد ' سيكون متاحا عند ارسال او توجيه ملف "
                 'PDF .\n'
                 '🎀 استمتع بالإمكانيات المحسنة لأداء مهام متعدده في عملية '
                 'واحده بسلاسه ويسر.\n'
                 '\n'
                 'رابط الإحالة الخاص بك\xa0 : {}\n'
                 'مشاركة الرابط : [أضغط هنا]({})',
 'BETA_MSG': '🍄 انضم إلى الإصدار التجريبي [مجانًا] 🍄',
 'BIG': 'بسبب التحميل الزائد ، حدود المالك {} ميغابايت لملفات pdf 🙇\n'
        '\n'
        '` الرجاء إرسال ملف أقل من {} ميغابايت الحجم` 🙃',
 'BIG_SUPP': '💎 إنشاء بوت دعم 2 جيجا بايت 💎',
 'BOTTOM': '⬇️ الأسفل ⬇️',
 'BUY_ME_A_COFFEE': '☕ اشتر لي القهوة ☕',
 'B_PDF': '📎 PDF 📎',
 'B_ROTATE': '⚙️ PDF »تدوير ↓',
 'B_STAMP': '⚙️ PDF »طابِع ↓',
 'B_TEXT': '⚙️ PDF »نص ↓',
 'B_TEXT_M': '📜 رسالة 📜',
 'B_TEXT_T': '💬 نَص 💬',
 'B_WATERMARK': '⚙️ PDF »علامة مائية',
 'CANCEL': '🎯 إلغاء 🎯',
 'CANCELED': 'قد تم الغاء العملية .. 😏',
 'CANCELED_CB': '🍄 تم الإلغاء 🍄',
 'CANCEL_AT': ' تم الإلغاء عند {} / {} من الصفحات ..` 🙄',
 'CANT_COMP': 'غير قادر على ضغط أكثر 🙂',
 'CANT_USE': 'لا يمكنك استخدام هذه الميزة ❌',
 'CAPTION': '📝 التسمية التوضيحية',
 'CHANGE': '♻ تغيير ♻',
 'CHANNEL': '📢 القناة 📢',
 'CHECK': 'انتظر .. اتركني  .. 😜',
 'CLICK_RIGHT': 'انقر فوق زر الجانب الأيمن للتحديد. 👉',
 'CLOSE': '🚶 اغلاق 🚶',
 'CODEC': '__ لا يمكنني فعل أي شيء بهذا الملف .__ 😏\n'
          '\n'
          '🐉 `خطأ الترميز` 🐉\n'
          '\n'
          '📩 الإبلاغ عن مشكلة: https://t.me/roxycontactbot',
 'CODEC_CB': '❌ خطأ في برنامج الترميز ❌',
 'COMPLETED': '😎 مكتمل 😎',
 'COMPLETED_SUCC': 'تم بنجاح. 😎',
 'COMPRESS': '🗜 ضغط PDF',
 'COMP_CAPT': 'حجم الملف القديم: `{}`\n حجم الملف الجديد: `{}`\n النسبة: `{}`٪',
 'CONVERT': '`تم تحويلة: {} إلى {}`',
 'CREATE_BOT': 'قم بإنشاء البوت الخاص بك',
 'CUSTOM': '🤧 مخصص 🤧',
 'DECRYPT': 'فك التشفير 🔓',
 'DEFAULT': 'الافتراضي ❌',
 'DELETE': '🗑 حذف 🗑',
 'DEL_PG': '🔴 حذف الصفحات🔴',
 'DLT_QUEUE': ' تم حذف قائمة الإنتظار بنجاح ..`🤧',
 'DL_COMPLETED': ' اكتمل التنزيل ...  ✅\n'
                 '\n'
                 '    بدأ في المعالجة\n'
                 ' قد يستغرق بعض الوقت ...    🙇📝',
 'DL_IMG': 'تحميل صورتك ..⏳`',
 'DONE': '   انتهى تقريبا .. ✅\n الآن ، بدأ الرفع .. 📤```',
 'DOWNLOADING': 'جارى التحميل',
 'DRAW': '🎨 رسم PDF 🎨',
 'ENCRYPT': '🔐 تشفير 🔐',
 'ENCRYPT_CAPT': '__ رقم الصفحة__: {}\n__ مفتاح__ 🔐: || {} ||',
 'ENCRYTED_FILE': ' تم تشفير الملف  🔐\n\n اسم الملف: `{}`\n حجم الملف: `{}`',
 'ERROR': 'حدث خطأ ما .. 🐉\n'
          '\n'
          ' الخطأ: `{}`\n'
          '\n'
          '📩 الإبلاغ عن مشكلة: https://t.me/roxycontactbot',
 'ERROR_': 'للأسف ، يبدو أنه حدث خطأ ما. يرجى المحاولة لاحقًا.\n'
           '\n'
           '` الخطأ: `{}\n'
           '\n'
           '📩 الإبلاغ عن مشكلة: https://t.me/roxycontactbot',
 'ERROR_DB': 'حدث خطأ أثناء استرداد البيانات من قاعدة البيانات',
 'EXIT': ' تم انهاء العملية ...  😏',
 'FALSE': '🔴 خطأ 🔴',
 'FEEDBACK': '<blockquote><b>🌟 دعم مشروعنا</b></blockquote>\n'
             '    \n'
             '    دعمك يساعدنا في الحفاظ على هذه الخدمة مجانية وتعمل على مدار '
             'الساعة طوال أيام الأسبوع! يساهم كل تبرع مباشرة في تكاليف '
             'الاستضافة وتخزين البيانات والميزات الجديدة.\n'
             '    \n'
             '    <blockquote>شكراً لكونك جزءاً من مجتمعنا! ❤️</blockquote>',
 'FILTER': '👻 إضافة عوامل التصفية 👻',
 'FOOL': 'من فضلك لا تحاول خداعى .. 🤭',
 'FOOTER': '🐾 إضافة القدم 🐾',
 'FORCE': 'انتظر [{}] (tg: // user؟ id = {}) .. !!\n'
          '\n'
          ' بسبب حركة المرور الهائلة فقط ** أعضاء القناة ** يمكنهم استخدام هذا '
          'البوت 🚶\n'
          ' هذا يعني أنك بحاجة إلى ** الإنضمام إلى ** القناة المذكورة أدناه '
          'لاستخدامي!\n'
          '\n'
          ' انقر على    إعادة المحاولة    بعد الانضمام .. 😅',
 'FORMAT': '😗 تنسيق PDF',
 'GENERATE': '📚 انشاء 📚',
 'GENERATING': ' 🔗 إنشاء ... ',
 'GEN_CB': '📚 إنشاء ملفات PDF ..',
 'GEN_LINK': '**ها هو! هذا ما كنت تبحث عنه .. **',
 'GEN_PDF': "اسم الملف: '{} `\n الصفحات:` {} `",
 'GET_PDF': '⚔ احصل على PDF',
 'GET_TG_PDF': '🧭 الحصول على ملف PDF',
 'G_ADMIN': 'يمكن فقط لمسؤولي المجموعة استخدام هذا البوت\n'
            ' تعال مرة أخرى إلى الخاص 😋',
 'HD': 'الآن تحويل الصور إلي PDF في اعلي جودة😈',
 'HEADER': '🤕 إضافة رأس 🤕',
 'HELP': '📚 مساعدة 📚',
 'HOME_A': 'مرحبًا {} .. !!\n'
           ' مرحبًا بك في {}.!\n'
           '\n'
           'بإستخدام هذه الأداه تستطيع تحويل الصور الي PDF ,تضغط ملفات الPDF '
           ',وأيضا تستطيع تقسيم،دمج ،تشفير،فك تشفير ملفات الPDF بالاضافه '
           'لإمكانية تدوير صفحات ملفات الPDF,وغير ذلك الكثير يمكنك اكتشافه '
           'بنفسك \n'
           '\n'
           ' ببساطة ارسل لي ملف PDF او صورة وحدد الاجراء المطلوب وسيقوم '
           'بتنفيذه ، لطلب المساعدة في اي وقت اختر  ⚠️ مساعدة ⚠️   . بوت ملفات '
           'الPDF موجود لجعل حياتك اسهل  ..\n'
           '\n'
           ' جربه الآن لتري كيف يمكنه مساعدتك لتلبية جميع احتياجاتك الخاصة '
           'بملفات الPDF!',
 'HOME_B': 'الإعدادات ⚙️\n'
           '\n'
           ' اسم المستخدم: {}\n'
           ' معرّف المستخدم: {}\n'
           ' اسم المستخدم: {}\n'
           ' تاريخ التسجيل: {}\n'
           '\n'
           ' اللغة: {}\n'
           ' الواجهة: {}\n'
           ' العدد: {}\n'
           ' العرض: {}\n'
           ' اسم الملف: {}',
 'HOME_C': '** بعض الميزات الرئيسية هي: **\n'
           '\n'
           ' ◍ `` إنشاء ملف PDF من صورك: ما عليك سوى إرساله في bot pms [png ، '
           'jpg ، jpeg]   \n'
           ' ◍ `` استخراج نص من ملف PDF: يساعد في استخراج النص من ملف PDF '
           'وإرساله كرسالة منفصلة.   \n'
           ' ◍ `` تحويل ملف PDF إلى تنسيق ملف آخر: [images، txt، html، json، '
           'tar، rar]   \n'
           ' ◍    دمج ملفات PDF متعددة في ملف واحد: ملفات PDF متعددة لدمجها في '
           'ملف واحد   \n'
           ' ◍    تقسيم ملف PDF إلى صفحات منفصلة: ملف PDF كبير لتقسيمه إلى '
           'ملفات منفصلة   \n'
           ' ◍   استخراج الصور من ملف PDF: [الكل ، النطاق ، الصفحات] كصورة ، '
           'مستند ، مضغوط ، رر  \n'
           ' ◍  يساعد على تقليل الحجم عن طريق تحسين الصور. مفيد في إرسال الملف '
           'عبر البريد الإلكتروني عندما يكون كبيرًا جدًا   \n'
           ' ◍  ` جلب البيانات الوصفية: عنوان المستند ، والمؤلف ، والموضوع ، '
           'والكلمات الأساسية المرتبطة بالمستند ، وتواريخ الإنشاء والتعديل   \n'
           ' ◍ `` تشفير / فك تشفير ملفات PDF باستخدام كلمات المرور ومواقع '
           'الويب إلى Pdf والتدوير وإعادة التسمية والطعن ...   \n'
           ' ◍ `` العلامة المائية ، والجمع ، والتكبير ، والرسم ، وإضافة / حذف '
           'الصفحات ، أو Ocr pdf ...` \n'
           ' ◍` `رسائل نصية إلى ملفات pdf والمزيد .. 😎```',
 'HOME_D': '`` كما تعلم ، هذه خدمة مجانية ، لا يمكنني ضمان المدة التي يمكنني '
           'خلالها الحفاظ على هذه الخدمة ... \n'
           '\n'
           ' ⚠️ تعليمات ⚠️:\n'
           ' ◍   يرجى ملاحظة أن البريد العشوائي لا يتم التسامح معه بشكل عام '
           'ويمكن أن ينتج عنه في المستخدم أو البوت الذي تم حظره من الخدمة   \n'
           ' ◍    انتظر حتى يقوم الروبوت بمعالجة الملف: سيقوم الروبوت بمعالجة '
           'ملف PDF وتنفيذ الإجراء المطلوب. قد يستغرق هذا بضع دقائق ، اعتمادًا '
           'على حجم الملف ومدى تعقيد الإجراء الذي يتم تنفيذه.   \n'
           ' ◍    بمجرد أن يكمل الروبوت الإجراء ، سيرسل لك النتائج. إذا كان '
           'الإجراء ناجحًا ، فستتلقى الإخراج. إذا لم يكن الإجراء ناجحًا ، '
           'فسيخبرك الروبوت ويقدم لك أي رسائل خطأ ذات صلة.   \n'
           ' ◍    سيتم حظر أي مستخدم يوزع أو يشارك محتوى إباحيًا على الروبوت '
           'بشكل دائم   \n'
           ' ** أرسل أي صورة لتبدأ: ** 😁',
 'IMAGE': '🖼️ PDF إلى صور 🖼',
 'IMG_ADDED': ' تمت إضافة {} من الصفحات إلى ملف PDF ..`🤓\n'
              '\n'
              ' اسم الملف:` {} .pdf`',
 'INLINE_CAP': 'MD5: {}\n'
               ' العنوان: ** {}. **\n'
               ' المؤلف: ** {}. **\n'
               '\n'
               ' المجلد: {}\n'
               ' السنة: {}\n'
               ' الصفحات: {}\n'
               ' اللغة: {}\n'
               ' الناشر: {}',
 'INLINE_DES': 'المؤلف: {}\n'
               ' المجلد: {} السنة: {} الصفحات: {}\n'
               ' اللغة: {} الإضافة: {}\n'
               ' الناشر: {}',
 'INSTRUCTIONS': '🛈 تعليمات 🛈',
 'INV': '🖌 عكس ملف PDF 🖌',
 'JOIN_CHANNEL': '🌟 إنضمام للقناة 🌟',
 'LANG': 'تساعد في ضبط لغتك المريحة 😇',
 'LANGUAGE': '🌍 اللغة 🌍',
 'LANG_FEED': 'تحذير علة! إذا كانت نصوصي تبدو غريبة ، فمن المحتمل أن يكون خطأ '
              'ترجمة Google.\n'
              '\n'
              ' الإبلاغ عن خطأ في {} Lang:\n'
              '` • تحديد لغة\n'
              ' • رسالة خطأ\n'
              ' • رسالة جديدة`',
 'LESS': 'اعرض أقل ↑',
 'MERGE': '🧬 دمج ملفات PDF',
 'MERGE_DL': '`تنزيل {}`',
 'META': '⭐ PDF META £ ATA',
 'MIDDLE': '↔️ المنتصف ↔️',
 'MIN_SEARCH': '🔎 اكتب للبحث عن ملفات PDF ..',
 'MORE': 'المزيد من الخيارات ↓',
 'MORE_PGS': 'يحتوي علي عدد كبير جداً من الصفحات ،من فضلك ارسل ملف PDF يحتوي '
             'علي اقل من 5 صفحات 😐',
 'MOVE': '⏭ تحريك ⏭',
 'MUTE_CB': '🔕 كتم الصوت 🔕',
 'NAME': '✏️ اسم الملف',
 'NO': '🔴 لا 🔴',
 'NOTHING': 'لا شيء لإنشاءه .. 😏',
 'NOTHING_OFF': 'ا شيء رسمي عن ذلك .. 😅',
 'NOTIFY': 'احصل على إشعار عندما يقوم شخص ما بإحضار ملف pdf هذا',
 'NOTIFY_CB': '🔔 إشعار 🔔',
 'NOT_DEV': 'هذه الميزة قيد التطوير ⛷️',
 'NOT_DOC': 'الرجاء الرد علي ملف او صورة / انظر .. رسالتك الحاليه ليست ردا علي '
            'ملف  ..🤧',
 'NOT_DOKR': ' الملف غير مدعوم ، انشر البوت باستخدام الdocker  ',
 'NOT_ENCRYPT': 'الملف غير مشفر .. 👀',
 'NOT_YOUR': ' يمكن للمسؤولين فقط القيام بذلك ... \n'
             '\n'
             'او جرّب علي ملفات ال pdf خاصتك  (__ الرد على رسالتك__)',
 'NOW_BETA': 'أنت الآن مستخدم تجريبي .. ☺',
 'NOW_NOT_BETA': 'الآن أنت لست جزءًا في الاختبار التجريبي .. 😐',
 'NO_API': '`الرجاء إضافة تحويل API .. 💩\n'
           '\n'
           ' ابدأ» إعدادات »api» إضافة / تغيير`',
 'NO_IMG': 'لم يتم العثور على صورة. !! 😒',
 'NO_QUEUE': ' لم يتم العثور على قائمة انتظار ... ',
 'NO_RESULT': '🤐 لا توجد نتائج عن   {} ',
 'OCR': '📝 إضافة طبقة التعرف الضوئي على الحروف 📝',
 'OLD_QUEUE': 'قائمة الانتظار قديمة .. جرب واحدة جديدة .. 🙄',
 'OPEN_BOT': '😇 فتح في البوت 😇',
 'OPEN_BROW': '🔗 فتح في المتصفح 🔗',
 'OWN_RES': 'المالك مقيد 😎🤏',
 'P2D': '📂 Document',
 'P2I': '🖼️ Image',
 'P2IMG': '⚙️ PDF »الصور ↓',
 'P2IMG_': '⚙️ PDF »الصور» {} ↓',
 'P2T': '📦 TAR Archive',
 'P2Z': '🤐 ZIP Archive',
 'PASS_ERROR': 'عذرًا ، كلمة المرور هذه غير صالحة لفك تشفير ملف PDF',
 'PASS_REQUIRED': 'هل يتطلب ملف PDF كلمة مرور لفتحه.؟ اسم الملف: `{}`\n'
                  ' حجم الملف: `{}`',
 'PDF_REPLY': '`ماذا علي أن أفعل بهذا الملف .؟`\n'
              '\n'
              'File Name:` {} `n حجم الملف:` {} `',
 'PG_NUM': '`عدد الصفحات: •{}•` 🌟',
 'PREVIEW': '📸 معاينة PDF 📸',
 'PRIVATE': '🔐 خاص 🔐',
 'PROCEED': '🆗 عملية 🆗',
 'PROCESSING': '⚙️ المعالجة ..',
 'PROGRESS': 'n ** تم ✅: ** {0} / {1}\n'
             ' ** السرعة 🚀: ** {2} / ثانية\n'
             ' ** الوقت المقدر ⏳: ** {3}',
 'PUBLIC': '📢 العامة 📢',
 'READ_AGAIN': 'الرجاء قراءة هذه الرسالة مرة أخرى .. 🥴😲',
 'REASON': 'n\n السبب: {}',
 'REFER': 'يرجى إحالة ما لا يقل عن 5 مستخدمين جدد لاستخدام هذا البوت 😑 \n'
          '\n'
          'YOUR REFERRAL LINK: {}',
 'REFER_D': 'ادعُ صديقك ..',
 'REFER_T': '🎁 رابط الإحالة 🎁',
 'REFRESH': '♻️ تحديث ♻️',
 'RENAME': '✏️ إعادة تسمية ملف PDF',
 'RENAME_CAPT': 'الاسم القديم: `{}`\n الاسم الجديد: `{}`',
 'REN_PDF': 'الآن أرسل اسم ملف:',
 'REPORT': 'الإبلاغ عن أخطاء!',
 'RESTART': '☠ `𝐎𝐕𝐄𝐑𝐋𝐎𝐀𝐃 𝐃𝐄𝐂𝐓𝐄𝐂𝐓𝐄𝐃`☠:\n'
            '__𝐬𝐞𝐫𝐯𝐞𝐫 𝐫𝐞𝐬𝐭𝐚𝐫𝐭𝐞𝐝__\n'
            '\n'
            ' لقد لاحظت أن عملك كان أيضًا في قائمة الانتظار\n'
            '\n'
            ' هل يمكنك المحاولة مرة أخرى ..!',
 'RES_FAIL': 'لا يمكن تحديث الإعدادات ❌',
 'RES_SUCCESS': 'تم تحديث الإعدادات بنجاح ✅',
 'ROTATE': '🤸 تدوير ملف PDF',
 'SAT': '🪐 SATURARE 🪐',
 'SEARCH': '️♻️ بحث ♻️',
 'SEARCH_DES': 'تستطيع الآن البحث خلال مكتبة ضخمة من الملفات والوثائق بكل '
               'سهوله ويسر ،بكتابه اسم الملف الذي تبحث عنه في وضع البحث '
               'المضمن ',
 'SEARCH_PDF': 'ابحث عن ملف PDF 🔍',
 'SELECT_BG_COLOR': '🎨 حدد صورة الخلفية 🎨',
 'SELECT_COLOR': '🎨 حدد اللون 🎨',
 'SELECT_HEAD_FONT': '✒ تحديد خط العنوان ✒',
 'SELECT_LANG': 'الآن ،  أختر اللغه  ..',
 'SELECT_PARA_FONT': '🪂 تحديد خط الفقرة 🪂',
 'SELECT_SCALE': '🖼 تحديد النطاق 🖼',
 'SEND': 'الآن قُم بالإرسال ..',
 'SEND_FAST': 'الآن ،  قُم بالإرسال .. 😅\n'
              '\n'
              ' سريع.! ليس لدي المزيد من الوقت لاستعراض النص .. 😏\n'
              '\n'
              '/exit إلغاء: ',
 'SETTINGS': '⚙️ الإعدادات ⚙️',
 'SET_API': 'الإعدادات ⚙️ »API 📷',
 'SET_CAPT': 'الإعدادات ⚙️ »التسمية التوضيحية 📷',
 'SET_LANG': 'الإعدادات ⚙️ »تغيير اللغة 🌐',
 'SET_NAME': 'الإعدادات ⚙️ »اسم الملف 📷',
 'SET_THUMB': '⚙️ الإعدادات » 🖼️ إعدادات الصورة المصغرة',
 'SINGLE_USE': '😎 الاستخدام الفردي 😎',
 'SIZE_LOAD': ' بسبب التحميل الزائد ، يدعم فقط٪ sMb PDFs ..',
 'SOURCE': '🌟 رمز المصدر 🌟',
 'SPLIT': '✂️ تقسيم PDF',
 'STAMP': '™ ️ STAMP PDF ™ ️',
 'STAMP_COLOR': '⚙️ PDF »طابِع» اللون ↓',
 'START': 'رسالة ترحيب ..',
 'START_DOWNL': ' تحميل ملفك ..  📥',
 'START_MERGE': '`بدأ في الدمج {} pdfs`',
 'START_UPLOAD': ' بدأ الرفع .. ',
 'STILL_ERROR': 'خطأ آن بارانجيل .. ثم ماذا .. 😏',
 'STOP': 'مرحبًا {}!\n'
         ' إن {} هنا لجعل حياتك أسهل ،\n'
         '\n'
         '` ولكن للأسف ، هناك حاليًا بعض الصيانة من جانب الخادم.\n'
         '\n'
         '__ لا داعي للقلق ، على الرغم من ذلك ، فقط انقر فوق الزر أدناه ، '
         'وسأخبرك بمجرد إعادة تشغيله بسلاسة .__ ',
 'STOP_CB_': '🔔 بينغ لي عندما يكون الأمر 🔔',
 'TAKE_TIME': '   ⚙️ جاري العمل ..\n قد يستغرق بعض الوقت ..   ',
 'TEXT': '📑 PDF إلى النص 📑',
 'TEXT2PDF': ' يمكنك الآن إنشاء ملف PDF من الرسائل النصية .. ذهول .. صحيح ..؟ '
             '😲\n'
             '\n'
             ' للبدء ، ما عليك سوى تحديد الخيار أدناه وتخصيص التنسيق الخاص بك '
             'لجعل ملف PDF الخاص بك يبدو في أفضل حالاته .. 😎😏` ',
 'TEXT2PDF_P': '__TEXT TO PDF» الآن ، الرجاء إدخال فقرة {}: __ \n'
               '\n'
               '/exit __ لإلغاء __ \n'
               '/create __لنصنع او لنبتكر__ ',
 'TEXT2PDF_S': 'بدأ في تحويل txt إلى Pdf..',
 'TEXT2PDF_T': '__TEXT TO PDF» الآن ، يرجى إدخال العنوان: __ \n'
               '\n'
               '/exit __ لإلغاء __ \n'
               '/skip __لتخطي__ ',
 'TEXT_REPLY': 'أرسل لي أي رابط أو روابط pdf مباشرة',
 'TG_PDF': '[فتح الدردشة] ({})\n'
           '\n'
           ' ** حول الدردشة ↓ **\n'
           ' نوع الدردشة: {}\n'
           ' اسم الدردشة: {}\n'
           ' الدردشة معنا: @ {}\n'
           ' معرف الدردشة: {}\n'
           ' التاريخ: {}\n'
           ' ** حول الوسائط ↓ **\n'
           ' الوسائط: {}\n'
           ' اسم الملف: {}\n'
           ' حجم الملف: {}\n'
           ' نوع الملف: {}',
 'THUMB': '🖼️ الصورة المصغرة',
 'TOP': '⬆️ الأعلي ⬆️',
 'TOTAL': 'إجمالي {} النتائج ..',
 'TOTAL_PG': '`إجمالي الصفحات: {} .. ⏳`',
 'TRUE': '✅ صحيح ✅',
 'TXT2PDF': 'إنشاء ملفات PDF نصية',
 'UNKNOWN_ERROR': 'للأسف ، واجهنا خطأ 😓\n'
                  '\n'
                  '📩 الإبلاغ عن مشكلة: https://t.me/roxycontactbot',
 'UNSUPPORT': 'ملف غير مدعوم ..🙄`',
 'UPLOADING': 'جارِ التحميل',
 'UPLOADING_AL': ' تحميل: {} / {} صفحات .. 🐬`',
 'URL': '🔗 إنشاء عنوان URL 🔗',
 'URL_PROCES': '   🔗 جارٍ الإنشاء ..\n'
               ' نحن نعمل على ذلك!\n'
               '\n'
               ' يُرجى الانتظار لحظة حتى تكتمل المعالجة.  ',
 'URL_TYPE': ' 🔗 إنشاء ... \n'
             '\n'
             ' ** عام ** 📢:\n'
             '__ سيكون الملف متاحاً للعامه للوصول إليه من هذا الرابط ،مما يجعل '
             'اي شخص قادراً علي حفظ واعادة توجيه الملف __.\n'
             '\n'
             ' ** حماية ** 🔐:\n'
             '__ ضمانات سرية الرسالة من خلال منع إعادة توجيهها وحفظها _.',
 'USE_DEFAULT': '» استخدام الافتراضي »',
 'VIEW_ONLY': 'تم تقييد الرابط للعرض فقط .. 👀',
 'WAIT': 'أنتظر .. 🥱',
 'WAIT_TXT': 'ارسل لي الآن أي رسالة نصية .. 😪',
 'WASTE': ' لا أحد سيساعدك  😏',
 'WATERMARK': '💦 WATERMARK PDF',
 'WATERMARK_IMG': '__ أرسل لي صورة العلامة المائية كملف __\n'
                  '__ الملفات المدعومة [png ، jpeg ، jpg] __\n'
                  '\n'
                  '/exit خروج: ',
 'WATERMARK_PDF': '__ أرسل لي العلامة المائية pdf .__\n\n/exit رجوع: ',
 'WATERMARK_TXT': '__ الآن ، أرسل لي رسالة نصية __\n\n/exit رجوع: ',
 'WATER_COLOR': '⚙️ PDF »علامة مائية» اللون ↓',
 'WATER_OP': '⚙️ PDF »علامة مائية» {} »الشفافية ↓',
 'WATER_PO': '⚙️ PDF »علامة مائية» موقع العلامة المائية',
 'W_I_P': 'التقدم في العمل .. 🙇',
 'YES': '✅ نعم ✅',
 'YOUR_ERROR': 'لديك مشكلة كبيرة ..🙂',
 'ZIP_CONVERT': ' تم تحويلة {} / {}`',
 'ZOOM': '🔎 ZOOM PDF PG',
 '_BETA_MESSAGE': '🔰 أنضم إلي برنامجنا التجريبي 🔰\n'
                  'قُم بإحالة أصدقاءك وكن جزءاً من الإصدار التجريبي ، وافتح '
                  'الوصول الحصري للتعامل مع المهام المتعددة بسهولة.\xa0 رابط '
                  'الإحالة الخاص بك .\n'
                  '\n'
                  '🎀 __بمجرد إنشاء رابط الإحاله .\n'
                  '🎀 أدعُ 5 اصدقاء من خلاله .\n'
                  '🎀 بعد احالتك 5 اصدقاء ارسل الأمر /beta.\n'
                  "🎀 اختيار' الكل في واحد ' سيكون متاحا عند ارسال او توجيه ملف "
                  'PDF .\n'
                  '🎀 استمتع بالإمكانيات المحسنة لأداء مهام متعدده في عملية '
                  'واحده بسلاسه ويسر.\n'
                  '\n'
                  'رابط الإحالة الخاص بك\xa0 : {}\n'
                  'مشاركة الرابط : [أضغط هنا]({})',
 '_SELECT_HEAD_FONT': '✒ تحديد خط العنوان ✒',
 '_SELECT_PARA_FONT': '🪂 تحديد خط الفقرة 🪂',
 '_SELECT_COLOR': '🎨 حدد اللون 🎨',
 '_SELECT_BG_COLOR': '🎨 حدد صورة الخلفية 🎨',
 '_SELECT_SCALE': '🖼 تحديد النطاق 🖼',
 '_USE_DEFAULT': '» استخدام الافتراضي »',
 '_STOP': 'مرحبًا {}!\n'
          ' إن {} هنا لجعل حياتك أسهل ،\n'
          '\n'
          '` ولكن للأسف ، هناك حاليًا بعض الصيانة من جانب الخادم.\n'
          '\n'
          '__ لا داعي للقلق ، على الرغم من ذلك ، فقط انقر فوق الزر أدناه ، '
          'وسأخبرك بمجرد إعادة تشغيله بسلاسة .__ ',
 '_STOP_CB_': '🔔 بينغ لي عندما يكون الأمر 🔔',
 '_REFER': 'يرجى إحالة ما لا يقل عن 5 مستخدمين جدد لاستخدام هذا البوت 😑 \n'
           '\n'
           'YOUR REFERRAL LINK: {}',
 '_NOW_BETA': 'أنت الآن مستخدم تجريبي .. ☺',
 '_NOW_NOT_BETA': 'الآن أنت لست جزءًا في الاختبار التجريبي .. 😐',
 '_BETA_MSG': '🍄 انضم إلى الإصدار التجريبي [مجانًا] 🍄',
 '_PART_PDF': '🍑 PART PDF 🍑',
 'PART_PDF': '🍑 PART PDF 🍑',
 '_REMOVE_LINKS': '🔏 REMOVE LINKS 🔏',
 'REMOVE_LINKS': '🔏 REMOVE LINKS 🔏',
 '_BUY_ME_A_COFFEE': '☕ اشتر لي القهوة ☕',
 '_W_I_P': 'التقدم في العمل .. 🙇'}
