STRINGS = \
{'ADD': '♻ जोड़ें ♻',
 'ADD_GROUP': '➕ ग्रुप में जोड़ें ➕',
 'ADD_PG': '🟢 पेज जोड़ें 🟢',
 'ADD_PGNUM': '🔢नंबर जोड़ें 🔢',
 'ADD_WATERMARK': 'पीडीएफ फाइल में वॉटरमार्क जोड़ना 😎',
 'ADMIN_ONLY': 'कुछ टेलीग्राम सीमाओं के कारण..\n'
               '\n'
               'मैं केवल एक व्यवस्थापक के रूप में काम कर सकता हूं\n'
               '__कृपया मुझे व्यवस्थापक के रूप में पदोन्नत करें__ ☺️',
 'AIO': '😏 सब एक में 😏',
 'AIO_PROCESS': '```{} कार्य प्रगति पर है..🔰\n'
                'प्रतीक्षा करें इसमें कुछ समय लग सकता है.. 💔```',
 'AIO_QN': '`मुझे इस फ़ाइल के साथ क्या करना चाहिए?`🤔💭\n'
           '\n'
           'इनपुट:\n'
           '\tफ़ाइल का नाम: `{}`\n'
           '\tफ़ाइल का आकार: `{}`\n'
           '\tपासवर्ड: ||•{}•| |\n'
           '\n'
           'आउटपुट:\n'
           '\tफ़ाइल का नाम: `•{}•`\n'
           '\tवॉटरमार्क: `•{}•`\n'
           '\tपासवर्ड: ||•{}•||',
 'ALL': '🙄सभी 🙄',
 'API': 'एपीआई',
 'ASK_API': '\n\nनीचे** लिंक खोलें और मुझे गुप्त कोड भेजें:',
 'ASK_MERGE': '__पीडीएफ को मर्ज करें » कतार में कुल पीडीएफ: {}\n'
              '\n'
              '/रद्द करने के लिए बाहर निकलें\n'
              '/मर्ज करने के लिए मर्ज करें__',
 'ASK_NAME': 'पीडीएफ नया नाम दर्ज करें:\n\n/रद्द करने के लिए बाहर निकलें',
 'ASK_PASS': '_पीडीएफ {} »\n'
             'अब, कृपया पासवर्ड दर्ज करें :__\n'
             '\n'
             '/रद्द करने के लिए __बाहर निकलें__',
 'ASK_PG': 'कृपया पीडीएफ पेज सिंटैक्स दर्ज करें जिसे आप उपयोग करना चाहते हैं,\n'
           '\n'
           'सिंटेक्स:\n'
           '\tपेज की सीमा: `[प्रारंभ, अंत]`,\n'
           '\tविशिष्ट पृष्ठ: `अल्पविराम द्वारा अलग किया गया`।\n'
           '\n'
           'उदाहरण: `1,3,5,12:19`',
 'ASK_PG_ERROR': '`पेज नंबर के लिए अमान्य सिंटैक्स`\n'
                 '`एनबी: पीडीएफ में केवल {} पेज हैं` ⭐.\n'
                 '\n'
                 'कृपया पेज नंबर के लिए एक वैध सिंटैक्स दर्ज करें,\n'
                 'जैसे कि `[स्टार्ट:एंड]` या `[पेज_नंबर्स]` .',
 'BACK': ' पीछे ',
 'BACK_DEFAULT': '«डिफ़ॉल्ट गुणवत्ता पर वापस जाएँ`',
 'BACK_HOME': ' घर वापिस जा रहा हूँ ',
 'BAN': '<blockquote>अरे {}</blockquote>\n'
        '\n'
        '<blockquote>किसी कारण से आप इस बॉट का उपयोग नहीं कर सकते '
        ':(</blockquote>',
 'BAN_CB': 'उफ़, आपका दिल तोड़ने के लिए क्षमा करें, यह संदेश आपके लिए नहीं है '
           '💔।\n'
           '\n'
           'अगली बार के लिए शुभकामनाएँ! 😏',
 'BAN_G': '<blockquote>{} मुझसे कभी भी अच्छे रिस्पॉन्स की उम्मीद न '
          'करें</blockquote>\n'
          '\n'
          '<blockquote>एडमिन ने मुझे यहां काम करने से प्रतिबंधित कर दिया है.. '
          '🤭</blockquote>',
 'BAW': '⚫ काला/सफ़ेद ⚪',
 'BETA_MESSAGE': '**🔰 हमारे बीटा प्रोग्राम में शामिल हों 🔰**\n'
                 '__अपने दोस्तों को रेफर करें और बीटा संस्करण का हिस्सा बनें, '
                 'आसानी से कई कार्यों को आसानी से संभालने के लिए विशेष पहुंच '
                 'को अनलॉक करें।__\n'
                 '\n'
                 '🎀 __एक बार जब आप अपना रेफरल लिंक जेनरेट कर लें।__\n'
                 ' 🎀 __इस रेफरल लिंक का उपयोग करके 5 दोस्तों को शामिल होने के '
                 'लिए आमंत्रित करें।__\n'
                 '🎀 __एक बार जब आप 5 दोस्तों को सफलतापूर्वक रेफर कर लें, तो '
                 '/बीटा कमांड भेजें।__\n'
                 "🎀 'ऑल-इन-वन' विकल्प अब भेजते या अग्रेषित करते समय उपलब्ध "
                 'होगा एक पीडीएफ।\n'
                 '🎀 एक ही प्रक्रिया में कई कार्यों को निर्बाध रूप से करने की '
                 'उन्नत क्षमताओं का आनंद लें।\n'
                 '\n'
                 '**__आपका रेफरल लिंक:__** {}\n'
                 '**__लिंक साझा करें__: [यहां क्लिक करें]({}) **',
 'BETA_MSG': '🍄 बीटा में शामिल हों [मुफ़्त] 🍄',
 'BIG': '<blockquote>अधिभार के कारण, स्वामी ने पीडीएफ फाइलों के लिए {}एमबी की '
        'सीमा तय की है 🙇</blockquote>\n'
        '\n'
        '`कृपया मुझे {}एमबी आकार` से कम की फ़ाइल भेजें 🙃',
 'BIG_SUPP': '💎 2जीबी सपोर्ट बॉट बनाएं 💎',
 'BOTTOM': '⬇️ BoTToM ⬇️',
 'BUY_ME_A_COFFEE': '☕ मुझे एक कॉफी खरीदें ☕',
 'B_PDF': '📎 पीडीएफ 📎',
 'B_ROTATE': '⚙️ पीडीएफ » घुमाएँ ↓',
 'B_STAMP': '⚙️ पीडीएफ » स्टाम्प ↓',
 'B_TEXT': '⚙️ पीडीएफ » TXT ↓',
 'B_TEXT_M': '📜 संदेश 📜',
 'B_TEXT_T': '💬 पाठ 💬',
 'B_WATERMARK': '⚙️ पीडीएफ » वॉटरमार्क ↓',
 'CANCEL': '🎯रद्द करें 🎯',
 'CANCELED': 'प्रक्रिया रद्द.. 😏',
 'CANCELED_CB': '🍄रद्द 🍄',
 'CANCEL_AT': '`{}/{} पेजों पर रद्द किया गया..` 🙄',
 'CANT_COMP': 'अधिक संपीड़ित नहीं कर सकता 🙂',
 'CANT_USE': 'इस सुविधा का उपयोग नहीं किया जा सकता ❌',
 'CAPTION': 'कैप्शन',
 'CHANGE': '♻ बदलें ♻',
 'CHANNEL': '📢 चैनल 📢',
 'CHECK': 'रुको.. मुझे आने दो.. 😜',
 'CLICK_RIGHT': 'चयन करने के लिए राइट साइड बटन पर क्लिक करें। 👉',
 'CLOSE': '🚶बंद करें 🚶',
 'CODEC': '<blockquote>__मैं इस फ़ाइल के साथ कुछ नहीं कर सकता।__ '
          '😏</blockquote>\n'
          '\n'
          '🐉 `कोडेक त्रुटि` 🐉\n'
          '\n'
          '<blockquote>📩 समस्या की रिपोर्ट करें: '
          'https://t.me/roxycontactbot</blockquote>',
 'CODEC_CB': '❌ कोडेक में त्रुटि ❌',
 'COMPLETED': '😎पूरा 😎',
 'COMPLETED_SUCC': 'सफलतापूर्वक पूरा। 😎',
 'COMPRESS': '🗜 पीडीएफ कंप्रेस करें 🗜',
 'COMP_CAPT': 'पुरानी फ़ाइल का आकार: `{}`\n'
              'नया फ़ाइल का आकार: `{}`\n'
              'अनुपात: `{}`%',
 'CONVERT': '`परिवर्तित: {} से {}`',
 'CREATE_BOT': 'अपना खुद का बॉट बनाएं',
 'CUSTOM': '🤧 कस्टम 🤧',
 'DECRYPT': '🔓 पीडीएफ को डिक्रिप्ट करें 🔓',
 'DEFAULT': 'डिफ़ॉल्ट ❌',
 'DELETE': '🗑हटाएँ 🗑',
 'DEL_PG': '🔴 पेज हटाएं 🔴',
 'DLT_QUEUE': '`कतार सफलतापूर्वक हटा दी गई..`🤧',
 'DL_COMPLETED': '`डाउनलोडिंग पूर्ण..` ✅\n'
                 '\n'
                 '```प्रक्रिया प्रारंभ\n'
                 'इसमें कुछ समय लग सकता है..``` 🙇📝',
 'DL_IMG': '`आपकी छवि डाउनलोड हो रही है..⏳`',
 'DONE': '```लगभग पूरा हो गया.. ✅\nअब, अपलोड करना शुरू कर दिया है.. 📤```',
 'DOWNLOADING': 'डाउनलोड किया जा रहा',
 'DRAW': '🎨 पीडीएफ बनाएं 🎨',
 'ENCRYPT': '🔐एन्क्रिप्ट पीडीएफ 🔐',
 'ENCRYPT_CAPT': '__पेज नंबर__: {}\n__key__ 🔐: ||{}||',
 'ENCRYTED_FILE': '<blockquote>फ़ाइल एन्क्रिप्टेड है 🔐</blockquote>\n'
                  '\n'
                  'फ़ाइल का नाम: `{}`\n'
                  'फ़ाइल का आकार: `{}`',
 'ERROR': '<blockquote>कुछ गलत हो गया.. 🐉</blockquote>\n'
          '\n'
          'त्रुटि: `{}`\n'
          '\n'
          '<blockquote>📩 समस्या की रिपोर्ट करें: '
          'https://t.me/roxycontactbot</blockquote>',
 'ERROR_': 'उफ़, ऐसा लगता है जैसे कुछ ग़लत हो गया है। कृपया बाद में पुनः '
           'प्रयास करें।\n'
           '\n'
           '`त्रुटि:` {}\n'
           '\n'
           '<blockquote>📩 समस्या की रिपोर्ट करें: '
           'https://t.me/roxycontactbot</blockquote>',
 'ERROR_DB': 'डेटाबेस से डेटा पुनर्प्राप्त करते समय कुछ गलत हो गया',
 'EXIT': '`प्रक्रिया रद्द..` 😏',
 'FALSE': '🔴झूठा 🔴',
 'FEEDBACK': '<blockquote><b>🌟 हमारे प्रोजेक्ट का समर्थन '
             'करें</b></blockquote>\n'
             '    \n'
             '    आपका समर्थन हमें इस सेवा को मुफ़्त रखने और 24/7 चालू रखने '
             'में मदद करता है! प्रत्येक योगदान सीधे होस्टings लागत, डेटाबेस और '
             'नई सुविधाओं में मदद करता है।\n'
             '    \n'
             '    <blockquote>हमारे समुदाय का हिस्सा बनने के लिए धन्यवाद! '
             '❤️</blockquote>',
 'FILTER': '👻 फ़िल्टर जोड़ें 👻',
 'FOOL': 'कृपया मुझे मूर्ख बनाने की कोशिश न करें.. 🤭',
 'FOOTER': '🐾 पाद लेख जोड़ें 🐾',
 'FORCE': '<blockquote>प्रतीक्षा करें [{}](tg://user?id={})..</blockquote>\n'
          '\n'
          '<blockquote>भारी ट्रैफिक के कारण केवल **चैनल सदस्य** ही इस बॉट का '
          'उपयोग कर सकते हैं 🚶</blockquote>\n'
          'इसका मतलब है कि आपको ** की आवश्यकता है मेरा उपयोग करने के लिए नीचे '
          'उल्लिखित चैनल से जुड़ें**!\n'
          '\n'
          "<blockquote>शामिल होने के बाद `'♻️retry♻️'` पर क्लिक करें.. "
          '😅</blockquote>',
 'FORMAT': '😗 पीडीएफ प्रारूप 😗',
 'GENERATE': '📚उत्पन्न करें 📚',
 'GENERATING': '`🔗उत्पन्न हो रहा है..`',
 'GEN_CB': '📚 पीडीएफ जनरेट किया जा रहा है..',
 'GEN_LINK': '**यह रहा! आप यही खोज रहे थे..**',
 'GEN_PDF': 'फ़ाइल का नाम: `{}`\nपेज: `{}`',
 'GET_PDF': '⚔ पीडीएफ प्राप्त करें ⚔',
 'GET_TG_PDF': '🧭 पीडीएफ फाइल प्राप्त करें 🧭',
 'G_ADMIN': 'केवल ग्रुप एडमिन ही इस बॉट का उपयोग कर सकते हैं, अन्यथा मेरे पास '
            'आएं',
 'HD': 'अब इमेज टू पीडीएफ एचडी मोड में है 😈',
 'HEADER': '🤕हेडर जोड़ें 🤕',
 'HELP': '📚मदद 📚',
 'HOME_A': '<blockquote>अरे {}..</blockquote>\n'
           '<blockquote>आपका स्वागत है {}.!</blockquote>\n'
           '\n'
           'इस टूल से, आप आसानी से छवियों को पीडीएफ में परिवर्तित कर सकते हैं, '
           'पीडीएफ फाइलों को संपीड़ित कर सकते हैं, विभाजित कर सकते हैं, मर्ज '
           'कर सकते हैं, पीडीएफ को एन्क्रिप्ट या डिक्रिप्ट कर सकते हैं, पीडीएफ '
           'पृष्ठों को घुमा सकते हैं, और भी बहुत कुछ कर सकते हैं। \n'
           '\n'
           '<blockquote>बस मुझे एक पीडीएफ/छवि भेजें और यह अनुरोधित कार्रवाई '
           'करेगा।</blockquote>\n'
           "सहायता के लिए किसी भी समय '⚠️ सहायता ⚠️' चुनें। पीडीएफ बॉट आपके "
           'जीवन को आसान बनाने के लिए यहां है..\n'
           '\n'
           '<blockquote>इसे अभी आज़माएं और देखें कि यह आपकी सभी पीडीएफ जरूरतों '
           'में कैसे मदद कर सकता है!</blockquote>',
 'HOME_B': 'सेटिंग पेज ⚙️\n'
           '\n'
           'उपयोगकर्ता नाम: {}\n'
           'उपयोगकर्ता आईडी: {}\n'
           'उपयोगकर्ता नाम: {}\n'
           'शामिल होने की तिथि: {}\n'
           '\n'
           'भाषा: {}\n'
           'एपीआई: {}\n'
           'अंगूठा: {}\n'
           'कैप्शन: {} \n'
           'फ़ाइल का नाम : {}',
 'HOME_C': '**कुछ मुख्य विशेषताएं हैं:**\n'
           '\n'
           ' ◍ ```अपनी छवियों से एक पीडीएफ बनाएं: बस इसे बॉट पीएमएस [पीएनजी, '
           'जेपीजी, जेपीईजी] में भेजें```\n'
           ' ◍ ```निकालें पीडीएफ से पाठ: पीडीएफ फाइल से पाठ को निकालने और अलग '
           'संदेश के रूप में भेजने में मदद करता है। ```\n'
           ' ◍ ```एकाधिक पीडीएफ को एक में मिलाएं: कई पीडीएफ फाइलों को एक ही '
           'फाइल में संयोजित करें```\n'
           ' ◍ ```एक पीडीएफ को अलग-अलग पृष्ठों में विभाजित करें: बड़ी पीडीएफ '
           'फाइल को अलग-अलग पृष्ठों में विभाजित करें`` ``\n'
           ' ◍ ```पीडीएफ से छवियां निकालें: [सभी, श्रेणी, पृष्ठ] छवि, '
           'दस्तावेज़, ज़िप, रार के रूप में```\n'
           ' ◍ ```छवियों को अनुकूलित करके आकार को कम करने में मदद करता है। '
           'फ़ाइल बहुत बड़ी होने पर ईमेल के माध्यम से भेजने में उपयोगी```\n'
           ' ◍ ```मेटाडेटा प्राप्त करता है: दस्तावेज़ का शीर्षक, लेखक, विषय, '
           'दस्तावेज़ से जुड़े कीवर्ड, और निर्माण और संशोधन तिथियां```\\ n ◍ '
           '```पासवर्ड का उपयोग करके पीडीएफ को एन्क्रिप्ट/डिक्रिप्ट करें, '
           'पीडीएफ के लिए वेबसाइटें, घुमाएं, नाम बदलें, स्टैंब..```\n'
           ' ◍ ```वॉटरमार्क, कंबाइन, ज़ूम, ड्रा, पेज जोड़ें/डिलीट करें, ओसीआर '
           'पीडीएफ..` ``\n'
           ' ◍ ```पीडीएफ फाइलों के लिए पाठ संदेश, और भी बहुत कुछ.. 😎```',
 'HOME_D': '``जैसा कि आप जानते हैं, यह एक निःशुल्क सेवा है, मैं इसकी गारंटी '
           'नहीं दे सकता कि मैं इस सेवा को कितने समय तक बनाए रख सकता हूँ..`😝\n'
           '\n'
           ' ⚠️ निर्देश ⚠️:\n'
           ' ◍ ```कृपया ध्यान दें कि स्पैमिंग आम तौर पर बर्दाश्त नहीं की जाती '
           'है और इसका परिणाम हो सकता है उपयोगकर्ता या बॉट को सेवा से '
           'प्रतिबंधित किया जा रहा है```\n'
           ' ◍ ```बॉट द्वारा फ़ाइल को संसाधित करने की प्रतीक्षा करें: बॉट '
           'पीडीएफ फ़ाइल को संसाधित करेगा और अनुरोधित कार्रवाई करेगा। फ़ाइल के '
           'आकार और की जा रही कार्रवाई की जटिलता के आधार पर इसमें कुछ मिनट लग '
           'सकते हैं।```\n'
           ' ◍ ```एक बार जब बॉट कार्रवाई पूरी कर लेगा, तो यह आपको परिणाम '
           'भेजेगा। यदि कार्रवाई सफल रही, तो आपको आउटपुट प्राप्त होगा। यदि '
           'कार्रवाई सफल नहीं हुई, तो बॉट आपको बताएगा और कोई भी प्रासंगिक '
           'त्रुटि संदेश प्रदान करेगा। n**शुरू करने के लिए कोई भी छवि भेजें:** '
           '😁',
 'IMAGE': '🖼️ छवियों के लिए पीडीएफ 🖼',
 'IMG_ADDED': '`आपके पीडीएफ में {} पेज जोड़े गए..`🤓\n\nफ़ाइल का नाम: `{}.pdf`',
 'INLINE_CAP': 'एमडी5: {}\n'
               'शीर्षक: **{}.**\n'
               'लेखक: **{}.**\n'
               '\n'
               'वॉल्यूम: {}\n'
               'वर्ष: {}\n'
               'पृष्ठ: {}\n'
               'भाषा: {}\n'
               'प्रकाशक: { }',
 'INLINE_DES': 'लेखक: {}\n'
               'खंड: {} वर्ष: {} पृष्ठ: {}\n'
               'भाषा: {} विस्तार: {}\n'
               'प्रकाशक: {}',
 'INSTRUCTIONS': '🛈 निर्देश 🛈',
 'INV': '🖌 पीडीएफ पलटें 🖌',
 'JOIN_CHANNEL': '🌟चैनल से जुड़ें 🌟',
 'LANG': 'आपकी आरामदायक भाषा सेट करने में मदद करें 😇',
 'LANGUAGE': '🌍 भाषा 🌍',
 'LANG_FEED': 'बग चेतावनी! यदि मेरे पाठ अजीब लगते हैं, तो संभवतः यह Google '
              'अनुवाद की गलती है।\n'
              '\n'
              '{} लैंग में एक बग की रिपोर्ट करें:\n'
              '`• लैंग निर्दिष्ट करें\n'
              '• त्रुटि संदेश\n'
              '• नया संदेश`',
 'LESS': 'कम दिखाएं ↑',
 'MERGE': '🧬 पीडीएफएस को मर्ज करें 🧬',
 'MERGE_DL': '`डाउनलोड हो रहा है {}`',
 'META': '⭐ पीडीएफ मेटा£एटीए ⭐',
 'MIDDLE': '↔️ मध्य ↔️',
 'MIN_SEARCH': '🔎 पीडीएफ फाइलों को खोजने के लिए टाइप करें..',
 'MORE': 'अधिक विकल्प ↓',
 'MORE_PGS': 'इसमें बहुत सारे पेज हैं, मुझे 5 पेज से कम की पीडीएफ भेजें 😐',
 'MOVE': '⏭ आगे बढ़ें ⏭',
 'MUTE_CB': '🔕म्यूट करें 🔕',
 'NAME': 'नाम',
 'NO': '🔴नहीं 🔴',
 'NOTHING': 'बनाने को कुछ नहीं.. 😏',
 'NOTHING_OFF': 'इसके बारे में कुछ भी आधिकारिक नहीं.. 😅',
 'NOTIFY': 'जब कोई यह पीडीएफ लाए तो सूचित करें',
 'NOTIFY_CB': '🔔सूचित करें 🔔',
 'NOT_DEV': 'यह सुविधा विकासाधीन है ⛷️',
 'NOT_DOC': 'भाई कृपया किसी दस्तावेज़ या छवि का उत्तर दें..🤧',
 'NOT_DOKR': '`फ़ाइल समर्थित नहीं है, डॉकर का उपयोग करके बॉट तैनात करें`',
 'NOT_ENCRYPT': 'फ़ाइल एन्क्रिप्टेड नहीं.. 👀',
 'NOT_YOUR': '`केवल व्यवस्थापक ही ऐसा कर सकते हैं..`\n'
             '\n'
             'या अपने पीडीएफ पर प्रयास करें (__अपने संदेश का उत्तर दें__)',
 'NOW_BETA': '`अब आप बीटा उपयोगकर्ता हैं..` ☺',
 'NOW_NOT_BETA': '`अब आप बीटा परीक्षण में भाग नहीं लेंगे..` 😐',
 'NO_API': '`कृपया कन्वर्ट एपीआई जोड़ें.. 💩\n'
           '\n'
           'स्टार्ट » सेटिंग्स » एपीआई » जोड़ें/बदलें`',
 'NO_IMG': 'कोई छवि नहीं मिली.!! 😒',
 'NO_QUEUE': '`कोई कतार नहीं मिली..`😲',
 'NO_RESULT': "🤐 '{}' के लिए कोई परिणाम नहीं",
 'OCR': '📝 ओसीआर परत जोड़ें 📝',
 'OLD_QUEUE': 'पुरानी कतार.. नई आज़माएं.. 🙄',
 'OPEN_BOT': '😇 बॉट में खोलें 😇',
 'OPEN_BROW': '🔗 ब्राउज़र में खोलें 🔗',
 'OWN_RES': 'मालिक प्रतिबंधित 😎🤏',
 'P2D': '📂 डॉक्टर 📂',
 'P2I': '🖼आईएमजी 🖼',
 'P2IMG': '⚙️ पीडीएफ » छवियाँ ↓',
 'P2IMG_': '⚙️ पीडीएफ » छवियाँ » {} ↓',
 'P2T': '🎯टार 🎯',
 'P2Z': '🤐 ज़िप 🤐',
 'PASS_ERROR': 'क्षमा करें, यह पासवर्ड पीडीएफ फ़ाइल को डिक्रिप्ट करने के लिए '
               'अमान्य है',
 'PASS_REQUIRED': 'क्या पीडीएफ फाइल को खोलने के लिए पासवर्ड की आवश्यकता होती '
                  'है?',
 'PDF_REPLY': '<blockquote>मुझे इस फ़ाइल के साथ क्या करना चाहिए?</blockquote>\n'
              '\n'
              'फ़ाइल का नाम: `{}`\n'
              'फ़ाइल का आकार: `{}`',
 'PG_NUM': '`पेजों की संख्या: •{}•` 🌟',
 'PREVIEW': '📸 पीडीएफ पूर्वावलोकन 📸',
 'PRIVATE': '🔐निजी 🔐',
 'PROCEED': '🆗 प्रक्रिया 🆗',
 'PROCESSING': '⚙️ प्रसंस्करण..',
 'PROGRESS': '\n'
             '**हो गया ✅ : **{0}/{1}\n'
             '**गति 🚀:** {2}/s\n'
             '**अनुमानित समय ⏳:** {3}',
 'PUBLIC': '📢सार्वजनिक 📢',
 'READ_AGAIN': 'कृपया इस संदेश को दोबारा पढ़ें.. 🥴😲',
 'REASON': '\n\nकारण: {}',
 'REFER': 'आमंत्रित: {} उपयोगकर्ता!\n'
          'कृपया इस बॉट का उपयोग करने के लिए कम से कम 5 नए उपयोगकर्ताओं को '
          'देखें ☺\n'
          '\n'
          'आपका रेफरल लिंक: {}',
 'REFER_D': 'अपने मित्र को रेफर करें..',
 'REFER_T': '🎁रेफ़रल लिंक 🎁',
 'REFRESH': '♻️ ताज़ा करें ♻️',
 'RENAME': '✏️ पीडीएफ का नाम बदलें ✏',
 'RENAME_CAPT': 'पुराना नाम: `{}`\nनया नाम: `{}`',
 'REN_PDF': 'अब मुझे एक फ़ाइल नाम भेजें 😒:',
 'REPORT': 'आपको जो भी बग मिले उसकी रिपोर्ट करें!',
 'RESTART': '<blockquote>☠ 𝐎𝐕𝐄𝐑𝐋𝐎𝐀𝐃 𝐃𝐄𝐂𝐓𝐄𝐂𝐓𝐄𝐃 ☠</blockquote>\n'
            '__𝐬𝐞𝐫𝐯𝐞𝐫 𝐫𝐞𝐬 𝐭𝐚𝐫𝐭𝐞𝐝__ \n'
            '\n'
            '<blockquote>मैंने देखा कि आपका काम भी कतार में था</blockquote>\n'
            '\n'
            'क्या आप कृपया पुनः प्रयास कर सकते हैं..!',
 'RES_FAIL': 'सेटिंग्स अपडेट नहीं की जा सकतीं ❌',
 'RES_SUCCESS': 'सेटिंग्स सफलतापूर्वक अपडेट की गईं ✅',
 'ROTATE': '🤸 पीडीएफ घुमाएँ 🤸',
 'SAT': '🪐सैटुरारे पीडीएफ 🪐',
 'SEARCH': '️♻️ खोजें ♻️',
 'SEARCH_DES': 'अब आप पीडीएफ दस्तावेज़ों की विशाल लाइब्रेरी में आसानी और '
               'सुविधा से खोज सकते हैं। इनलाइन खोज मोड का उपयोग करके, आप बस उस '
               'दस्तावेज़ का नाम टाइप कर सकते हैं जिसे आप ढूंढ रहे हैं',
 'SEARCH_PDF': '🔎 पीडीएफ खोजें 🔎',
 'SELECT_BG_COLOR': '🎨 पृष्ठभूमि छवि चुनें 🎨',
 'SELECT_COLOR': '🎨रंग चुनें 🎨',
 'SELECT_HEAD_FONT': '✒ शीर्षक फ़ॉन्ट चुनें ✒',
 'SELECT_LANG': 'अब, कोई भी भाषा चुनें..',
 'SELECT_PARA_FONT': '🪂पैराग्राफ फ़ॉन्ट चुनें 🪂',
 'SELECT_SCALE': '🖼 स्केल चुनें 🖼',
 'SEND': 'अब, मुझे भेजो..',
 'SEND_FAST': 'अब, मुझे भेजें.. 😅\n'
              '\n'
              'जल्दी! मेरे पास पाठ पर विचार करने के लिए और समय नहीं है.. 😏\n'
              '\n'
              '/रद्द करें: रद्द करने के लिए',
 'SETTINGS': '⚙️ सेटिंग्स ⚙️',
 'SET_API': 'सेटिंग ⚙️ »एपीआई 📷',
 'SET_CAPT': 'सेटिंग ⚙️ » कैप्शन 📷',
 'SET_LANG': 'सेटिंग ⚙️ » लैंग बदलें 🌐',
 'SET_NAME': 'सेटिंग ⚙️ »फ़ाइल नाम 📷',
 'SET_THUMB': 'सेटिंग ⚙️ » थंबनेल 📷',
 'SINGLE_USE': '😎 एकल उपयोग 😎',
 'SIZE_LOAD': '`अधिभार के कारण बॉट केवल %sMb PDF का समर्थन करता है..',
 'SOURCE': '🌟स्रोत कोड 🌟',
 'SPLIT': '✂️ स्प्लिट पीडीएफ ✂',
 'STAMP': '™️ स्टाम्प पीडीएफ ™️',
 'STAMP_COLOR': '⚙️ पीडीएफ » टिकट » रंग ↓',
 'START': 'स्वागत संदेश..',
 'START_DOWNL': '`आपकी फ़ाइल डाउनलोड हो रही है..` 📥',
 'START_MERGE': '``{} पीडीएफ़ को मर्ज करना शुरू किया गया`',
 'START_UPLOAD': '`अपलोड करना शुरू कर दिया..`📤',
 'STILL_ERROR': 'एरर एनेनन परांजिल.. फिर क्या.. 😏',
 'STOP': 'अरे {}!\n'
         '{} आपके जीवन को आसान बनाने के लिए यहां है,\n'
         '\n'
         '`लेकिन दुर्भाग्य से यह वर्तमान में कुछ सर्वर-साइड रखरखाव का अनुभव कर '
         'रहा है।`\n'
         '\n'
         '__हालांकि चिंता करने की कोई आवश्यकता नहीं है, बस नीचे दिए गए बटन पर '
         'क्लिक करें, और जैसे ही यह वापस चालू हो जाएगा और सुचारू रूप से चलने '
         'लगेगा मैं आपको बता दूंगा।__',
 'STOP_CB_': '🔔जब यह चालू हो जाए तो मुझे पिंग करें 🔔',
 'TAKE_TIME': '```⚙️ कार्य प्रगति पर है..\nइसमें कुछ समय लग सकता है..```💛',
 'TEXT': '📑 पीडीएफ टू टेक्स्ट 📑',
 'TEXT2PDF': '`अब आप टेक्स्ट संदेशों से पीडीएफ बना सकते हैं.. होश उड़ गए.. है '
             'ना..? 😲\n'
             '\n'
             'आरंभ करने के लिए, बस नीचे दिए गए विकल्प का चयन करें और अपने '
             'पीडीएफ को सर्वोत्तम दिखाने के लिए अपने लेआउट को अनुकूलित करें.. '
             '😎😏`',
 'TEXT2PDF_P': '__टेक्स्ट टू पीडीएफ » अब, कृपया पैराग्राफ दर्ज करें {}:__\n'
               '\n'
               '/exit __to cancel__\n'
               '/create __to create__',
 'TEXT2PDF_S': 'txt को पीडीएफ में परिवर्तित करना प्रारंभ करें..🎉',
 'TEXT2PDF_T': '__टेक्स्ट टू पीडीएफ » अब, कृपया एक शीर्षक दर्ज करें:__\n'
               '\n'
               '/exit __to cancel__\n'
               '/skip __to stop__',
 'TEXT_REPLY': 'मुझे कोई यूआरएल या डायरेक्ट टेलीग्राम पीडीएफ लिंक भेजें',
 'TG_PDF': '[चैट खोलें]({})\n'
           '\n'
           '**चैट के बारे में ↓**\n'
           'चैट का प्रकार: {}\n'
           'चैट का नाम: {}\n'
           'चैट का Usr: @{}\n'
           'चैट आईडी: {}\n'
           'दिनांक: {}\\ n**मीडिया के बारे में ↓**\n'
           'मीडिया : {}\n'
           'फ़ाइल का नाम : {}\n'
           'फ़ाइल का आकार : {}\n'
           'फ़ाइल प्रकार : {}',
 'THUMB': 'थंबनेल',
 'TOP': '⬆️ टॉप ⬆️',
 'TOTAL': 'क्वेरी खोज से {} परिणाम प्राप्त हुए.. 🎁',
 'TOTAL_PG': '`कुल पृष्ठ: {}..⏳`',
 'TRUE': '✅ सत्य ✅',
 'TXT2PDF': 'टेक्स्ट पीडीएफ बनाएं',
 'UNKNOWN_ERROR': 'दुर्भाग्य से, हमें एक त्रुटि का सामना करना पड़ा 😓\n'
                  '\n'
                  '📩 समस्या की रिपोर्ट करें: https://t.me/roxycontactbot',
 'UNSUPPORT': 'असमर्थित फ़ाइल..🙄`',
 'UPLOADING': 'अपलोड हो रहा है',
 'UPLOADING_AL': '`अपलोड हो रहा है: {}/{} पेज.. 🐬`',
 'URL': '🔗 यूआरएल जनरेट करें 🔗',
 'URL_PROCES': '```🔗जनरेट किया जा रहा है..\n'
               'हम इस पर काम कर रहे हैं!\n'
               '\n'
               'कृपया प्रसंस्करण पूरा होने के लिए कुछ समय दें।```',
 'URL_TYPE': '`🔗जनरेट कर रहा है..`\n'
             '\n'
             '**सार्वजनिक** 📢:\n'
             '__इस लिंक के माध्यम से एक्सेस की गई फ़ाइल सार्वजनिक रूप से '
             'उपलब्ध होगी, जिससे कोई भी इसे सहेज सकता है और अग्रेषित कर सकता '
             'है__।\n'
             '\n'
             '**सुरक्षा** 🔐:\n'
             '__सुनिश्चित करता है संदेश को अग्रेषित करने और सहेजने से रोककर '
             'उसकी गोपनीयता बनाए रखें__।',
 'USE_DEFAULT': ' डिफ़ॉल्ट उपयोग करें ',
 'VIEW_ONLY': 'लिंक में केवल दृश्य पहुंच प्रतिबंधित है.. 👀',
 'WAIT': 'इंतज़ार कर रहा हूँ.. 🥱',
 'WAIT_TXT': 'अब मुझे कोई भी टेक्स्ट संदेश भेजें.. 😪',
 'WASTE': '`कोई आपकी मदद नहीं करेगा` 😏',
 'WATERMARK': '💦 वॉटरमार्क पीडीएफ 💦',
 'WATERMARK_IMG': '__मुझे फ़ाइल के रूप में वॉटरमार्क छवि भेजें__\n'
                  '__ समर्थित फ़ाइलें [पीएनजी, जेपीईजी, जेपीजी]__\n'
                  '\n'
                  '/बाहर निकलें: रद्द करने के लिए',
 'WATERMARK_PDF': '__मुझे वॉटरमार्क पीडीएफ भेजें।__\n'
                  '\n'
                  '/exit : रद्द करने के लिए',
 'WATERMARK_TXT': '__अब, मुझे एक टेक्स्ट संदेश भेजें__\n'
                  '\n'
                  '/exit : रद्द करने के लिए',
 'WATER_COLOR': '⚙️ पीडीएफ » वॉटरमार्क » रंग ↓',
 'WATER_OP': '⚙️ पीडीएफ » वॉटरमार्क » {} » OPCACity ↓',
 'WATER_PO': '⚙️ पीडीएफ » वॉटरमार्क » स्थिति ↓',
 'W_I_P': 'कार्य प्रगति पर है.. 🙇',
 'YES': '✅ हाँ ✅',
 'YOUR_ERROR': 'आपको कोई बड़ी समस्या है..🙂',
 'ZIP_CONVERT': '`परिवर्तित {}/{}` 😎',
 'ZOOM': '🔎 ज़ूम पीडीएफ पीजी 🔎',
 '_BETA_MESSAGE': '**🔰 हमारे बीटा प्रोग्राम में शामिल हों 🔰**\n'
                  '__अपने दोस्तों को रेफर करें और बीटा संस्करण का हिस्सा बनें, '
                  'आसानी से कई कार्यों को आसानी से संभालने के लिए विशेष पहुंच '
                  'को अनलॉक करें।__\n'
                  '\n'
                  '🎀 __एक बार जब आप अपना रेफरल लिंक जेनरेट कर लें।__\n'
                  ' 🎀 __इस रेफरल लिंक का उपयोग करके 5 दोस्तों को शामिल होने के '
                  'लिए आमंत्रित करें।__\n'
                  '🎀 __एक बार जब आप 5 दोस्तों को सफलतापूर्वक रेफर कर लें, तो '
                  '/बीटा कमांड भेजें।__\n'
                  "🎀 'ऑल-इन-वन' विकल्प अब भेजते या अग्रेषित करते समय उपलब्ध "
                  'होगा एक पीडीएफ।\n'
                  '🎀 एक ही प्रक्रिया में कई कार्यों को निर्बाध रूप से करने की '
                  'उन्नत क्षमताओं का आनंद लें।\n'
                  '\n'
                  '**__आपका रेफरल लिंक:__** {}\n'
                  '**__लिंक साझा करें__: [यहां क्लिक करें]({}) **',
 '_SELECT_HEAD_FONT': '✒ शीर्षक फ़ॉन्ट चुनें ✒',
 '_SELECT_PARA_FONT': '🪂पैराग्राफ फ़ॉन्ट चुनें 🪂',
 '_SELECT_COLOR': '🎨रंग चुनें 🎨',
 '_SELECT_BG_COLOR': '🎨 पृष्ठभूमि छवि चुनें 🎨',
 '_SELECT_SCALE': '🖼 स्केल चुनें 🖼',
 '_USE_DEFAULT': ' डिफ़ॉल्ट उपयोग करें ',
 '_STOP': 'अरे {}!\n'
          '{} आपके जीवन को आसान बनाने के लिए यहां है,\n'
          '\n'
          '`लेकिन दुर्भाग्य से यह वर्तमान में कुछ सर्वर-साइड रखरखाव का अनुभव '
          'कर रहा है।`\n'
          '\n'
          '__हालांकि चिंता करने की कोई आवश्यकता नहीं है, बस नीचे दिए गए बटन पर '
          'क्लिक करें, और जैसे ही यह वापस चालू हो जाएगा और सुचारू रूप से चलने '
          'लगेगा मैं आपको बता दूंगा।__',
 '_STOP_CB_': '🔔जब यह चालू हो जाए तो मुझे पिंग करें 🔔',
 '_REFER': 'आमंत्रित: {} उपयोगकर्ता!\n'
           'कृपया इस बॉट का उपयोग करने के लिए कम से कम 5 नए उपयोगकर्ताओं को '
           'देखें ☺\n'
           '\n'
           'आपका रेफरल लिंक: {}',
 '_NOW_BETA': '`अब आप बीटा उपयोगकर्ता हैं..` ☺',
 '_NOW_NOT_BETA': '`अब आप बीटा परीक्षण में भाग नहीं लेंगे..` 😐',
 '_BETA_MSG': '🍄 बीटा में शामिल हों [मुफ़्त] 🍄',
 '_PART_PDF': '🍑 PART PDF 🍑',
 'PART_PDF': '🍑 PART PDF 🍑',
 '_REMOVE_LINKS': '🔏 REMOVE LINKS 🔏',
 'REMOVE_LINKS': '🔏 REMOVE LINKS 🔏',
 '_BUY_ME_A_COFFEE': '☕ मुझे एक कॉफी खरीदें ☕',
 '_W_I_P': 'कार्य प्रगति पर है.. 🙇'}
